//Псевдокод;
// Массив с значениями
//// две переменные которые хранят счет, победы компьютера и человека

//Функция которая через math random возращает либо 1, 2, 3

//функция которая получается ответ от пользователя и конвентирует это ответ в
// один из ответов в массиве -1

//функция с сравнением, которая сравнивает ответы пользователя
// и ответ компьютера к тому же записывает кто побеждает  и добавляет в общий счет,
// раундов
//будет пять.

// цикл из пяти итерация раундов

//функция сравненния счета, кто победил в сумме.

//функция игры полной, которая вызывает каждую функцию вместе
