//нужен код который возращает случайным образом Камень
//ножницы или бумага.

//Так как надо получить ответ юзера из трех вариантов, либо сделать
//их тремя цифрами, либо словами, сначала попробуем цифрами.

//В массиве будем хранить камень ножницы бумага.  три значения в массиве
//начинается с нуля то есть 0, 1 , 2

// две переменные которые хранят счет, победы компьютера и человека

// потом функция с рандомайзером, = выбор компьютера через Math random

//потом функция сравнения, вообщем сама игра. через иф и элсе

//Псевдокод;
// Массив с значениями
//// две переменные которые хранят счет, победы компьютера и человека

//Функция которая через math random возращает либо 1, 2, 3

//функция которая получается ответ от пользователя и конвентирует это ответ в
// один из ответов в массиве -1

//функция с сравнением, которая сравнивает ответы пользователя
// и ответ компьютера к тому же записывает кто побеждает  и добавляет в общий счет,
// раундов
//будет пять.

// цикл из пяти итерация раундов

//функция сравненния счета, кто победил в сумме.

//функция игры полной, которая вызывает каждую функцию вместе
